<?php
return [
    'account_exists' => '账号已经存在',
    'sendOk' => '发送成功',
    'codeTemplate' => '您的验证码是【{code}】',
    'sendFail' => '发送失败',
    'mailTitle' => '注册验证码',
    'emailNotNull' => '邮箱不能为空',
    'accountError' => '账号错误',
    'buy_mining_machine' => '購買成功',
    'mining_machine_new_benefits' => '領取成功',
    'mining_machine_content' => '1.當前所選產品挖礦收益採取日結方式結算,平台將在每個挖礦日結束後24小時內發放當日收益到用戶賬戶內;
2.算力損耗:礦機在實際運行過程中,偶爾會出現損耗維修等情況導致暫時停機維護,平台按照實際礦機損耗情況,10%以內耗損由用戶承擔,超過10%耗損由平台承擔;
3.若挖礦收入不足以抵扣電費,平台將暫時關閉受影響的礦機,並按用戶預留的聯繫方式通知用戶充繳;若停機90天仍不滿足開機條件,將下架礦機並聯繫用戶處理,若逾期或無法取得聯繫,將視為用戶放棄礦機且服務自動終止,平台可以合法留置並處理礦機;
4.會員下單前,請認真了解產品,一經下單,表示已認可本產品概不退款。',
    'mining_machine_protocol' => '一、礦機租賃服務協議的確認
1.請您先仔細閱讀本協議內容，充分理解本協議及各條款。如果您對本協議內容有任何疑問，請勿進行下一步操作。您可通過官方在線客服進行諮詢，以便我們為您解釋和說明。您通過頁麵點擊或其他方式確認即表示您已同意本協議。
2.如我們對本協議進行修改，我們將通過網站公告的方式提前予以公佈。
3.您確認：
a）您年滿18周歲並具有完全民事行為能力。
b）您接受並使用我們提供的服務在您的居住地/國家符合適用法律法規和相關政策，且不違反您對於任何其他第三方的義務。
您發現當由於事實或法律法規變化您無法承諾本條a和/或b款規定的內容時，您會立即停止使用bibullcoin算力提供的服務並通過客服務渠道告知bibullcoin算力停止服務。終止服務後，您使用bibullcoin算力服務的權利立即終止。您同意：在這種情況下，bibullcoin算力沒有義務將任何未處理的信息或未完成的服務傳輸給您或任何第三方。

二、礦機的租賃
1.客戶同意，在註冊賬戶時提供合法，真實，準確和完整的個人信息。如有變化，及時更新用戶信息。 bibullcoin算力保留根據提供的信息對帳戶施加限制，暫停或終止使用bibullcoin算力礦機購買和礦機託管服務的權利。您的訂單是向bibullcoin算力就算力租賃服務發出的請求，並不代表bibullcoin算力已經接受您的訂單。 bibullcoin算力保留拒絕接受用戶訂單的權利。如果我們接受您的訂單，則代表bibullcoin算力和您之間就該訂單所約定的算力租賃服務產生了一份具有約束力的協議（“算力租賃服務協議”），該協議約定了算力租賃的具體內容。在此之前，訂單被視為待處理，bibullcoin算力保留拒絕接受訂單以及拒絕接受用戶付款的權利。
2.用戶在線下單並支付押金後，訂單無法撤銷。 bibullcoin算力不支持任何取消訂單和退款的請求，請下單前仔細閱讀並確認本協議條款 。
3.算力租賃價格以泰達幣（USDT）定價，我們將按照匯率將價格轉化為等值泰達幣（USDT）。當虛擬貨幣市場行情發生非正常波動時，bibullcoin算力有權手動調整相關匯率。
4.如遇算力可購買數量顯示異常等不可抗拒原因導致在客戶下單後bibullcoin算力無法履行協議，我們會及時通知客戶取消訂單，並在取消3個工作日內退還用戶所支付的等值虛擬貨幣。

三、收益分配模式
1.bibullcoin算力租賃收益分配將使用PPS理論收益進行計算，算力所產生的每日收益將扣除電費、管理費、運維費後以BTC/ETH/BBC的形式發放至bibullcoin算力賬戶。
2.當租賃合約到期終止後，本公司將全額退還用戶支付的押金，退款方式為USDT。

四、電費、管理費、運維費的收取
1、電費為0.38美元/度，將從每天的收益當中進行折算，以BTC/ETH/BBC的形式扣除。 （具體以頁面顯示為準）
2、運維費：0.1美元/度，將從每天的收益當中進行折算，以BTC/ETH/BBC的形式扣除。 （具體以頁面顯示為準）
3、我們將從每日挖礦收益中扣除5%作為管理費，從每天的收益當中進行折算，以BTC/ETH/BBC的形式扣除。 （具體以頁面顯示為準）
4、平台將保留調整電費、管理費、運維費的權利。如果根據實際運營情況需要對電費、管理費、運維費進行調整，我們將通過網站公告的方式提前予以公佈。


五、算力租賃協議的終止
1、固定週期的雲算力業務，到期即服務終止，用戶無礦機所有權。
2、永續算力屬於一次性買斷，理論上永久持有，若挖礦收益連續90天無法覆蓋電費、管理費、運維費等成本，則服務終止，用戶無礦機所有權。
3、由於法律政策、戰爭、地震、火災、電力故障或者網絡故障等不可抗原因導致礦場無法繼續運營的，本協議提前終止，bibullcoin算力會告知用戶並不承擔相應的賠償責任。
4、礦機售後、維修由礦機生產方bibullcoin負責。

5、礦機產品的保修期為產出收益之日起180天，180天后礦機發生的任何故障而產生的維修費用，將由用戶自行承擔。

六、收益地址的設置及注意事項
1、購買成功後，用戶需在購買頁面/訂單頁面及時查看收益，因用戶自身原因所造成的損失，我們不承擔任何責任和賠償義務。
2、用戶需認真核對信息是否正確，因用戶自身填寫錯誤所造成的損失，我們不承擔任何責任和賠償義務。


七、風險因素和免責聲明
1、凡購買本服務前，用戶應當認真閱讀本協議，了解潛在風險，進行獨立的投資判斷。如對本協議條款有任何疑問，請諮詢客服。以下各項風險因素因，造成的任何用戶損失， 本公司不承擔損害賠償責任，風險因素包括但不限於：1、政策、法律風險：由於目前針對數字貨幣的政策、法律監管尚不成熟，其價值可能不受法律/監管的保護，其行為可能被認定為違反法規或政策而終止。
2、數字貨幣風險：任何數字貨幣持有人和任何數量的任何數字貨幣的價值都可能在任何時刻失去部分或全部價值；對於因為數字貨幣價值降低（甚至為零）而受到的全部損失由用戶自行承擔，我們不承擔任何責任。
3、市場風險：由於挖礦難度和/或其他挖礦參數/屬性的變化，數字貨幣的市場價格波動（法定貨幣對數字貨幣匯率），礦機過時和滯銷等引起的礦機的價值、數字貨幣價值下跌，導致的投資虧損，我們不承擔任何責任和賠償義務。
4、不可抗力及意外事件風險：自然災害、數字貨幣市場危機、戰爭、或者國家政策變化等不能預見、不能避免、不能克服的不可抗力事件，或者病毒、木馬、惡意程序攻擊、網絡擁堵、系統不穩定、系統或設備故障、通訊故障、電力故障、數據不能傳輸、數據異常、市場交易停止、第三方服務問題或政府行為等意外事件的出現，可能導致本協議終止、用戶投資收益降低乃至本金損失，我們不承擔任何責任。'
];
