<?php
return [
    'account_exists' => 'アカウントはすでに存在しています',
    'sendOk' => '正常に送信されました',
    'codeTemplate' => '確認コードは【{code}】です',
    'sendFail' => '送信に失敗しました',
    'mailTitle' => '確認コードをする',
    'emailNotNull' => '電子メールを空にすることはできません',
    'accountError' => 'アカウントエラー',
    'buy_mining_machine' => '購入の成功',
    'mining_machine_new_benefits' => '正常に受信されました',
    'mining_machine_content' => '1.現在選択されている製品のマイニング収入は毎日決済され、プラットフォームは各マイニング日の終了後24時間以内にその日の収入をユーザーのアカウントにリリースします。
2.電力損失の計算：マイニングマシンの実際の操作中に、メンテナンスなどのために一時的なシャットダウンが発生することがあります。実際のマイニングマシンの損失に応じて、プラットフォームは損失の10％以内でユーザーが負担します。プラットフォームは10％以上の損失を負担します。
3.マイニング収入が電気料金を差し引くのに十分でない場合、プラットフォームは影響を受けたマイニングマシンを一時的にシャットダウンし、ユーザーが予約した連絡先情報に従って充電するようにユーザーに通知します。90の起動条件が満たされない場合シャットダウンの数日後、マイニングマシンが削除され、処理についてユーザーに連絡します。時間が経過するか、連絡できない場合、ユーザーはマイニングマシンを放棄したと見なされ、サービスは自動的に終了し、プラットフォームが自動的に終了します。マイニングマシンを合法的に保持および処理できます。
4.メンバーが注文する前に、製品をよく理解してください。注文が行われると、製品は返金されないことが認識されます。',
    'mining_machine_protocol' => '1.マイニングマシンリースサービス契約の確認
1.本契約の内容を注意深くお読みになり、本契約とその条件を十分に理解してください。本契約の内容についてご不明な点がございましたら、次のステップに進まないでください。あなたは私たちがあなたのために説明し、説明することができるように公式のオンラインカスタマーサービスを通して相談することができます。ページをクリックするか、他の方法で確認することにより、この契約に同意したことを意味します。
2.本契約を変更する場合は、事前にウェブサイトでお知らせします。
3.確認します。
a）あなたは18歳以上であり、市民の行動に十分な能力を持っています。
b）当社が提供するサービスのお客様による承諾および使用は、お客様の居住地/国で適用される法律、規制、および関連するポリシーに準拠し、他の第三者に対するお客様の義務に違反しません。
事実または法律および規制の変更により、この記事の段落aおよび/またはbで指定されたコンテンツにコミットできない場合、bibullcoinコンピューティングパワーによって提供されるサービスの使用を直ちに停止し、bibullcoinコンピューティングパワーに通知することがわかります。カスタマーサービスチャネルを通じてサービスを停止します。サービスを終了した後、bibullcoinコンピューティングパワーサービスを使用するあなたの権利はすぐに終了します。あなたは同意します：この場合、bibullcoinは未処理の情報または未完了のサービスをあなたまたは第三者に転送する義務を負いません。

2.マイニングマシンのリース
1.お客様は、アカウントを登録する際に、合法で、真実で、正確で、完全な個人情報を提供することに同意するものとします。変更がある場合は、時間内にユーザー情報を更新してください。 bibullcoinは、提供された情報に基づいてアカウントに制限を課し、bibullcoinマイニングマシンの購入およびマイニングマシンの保管サービスの使用を一時停止または終了する権利を留保します。ご注文は、bibullcoin Computing Powerレンタルサービスへのリクエストであり、bibullcoin ComputingPowerがご注文を承諾したことを意味するものではありません。 bibullcoinは、ユーザーの注文を受け入れることを拒否する権利を留保します。ご注文を承諾した場合、ビブルコインハッシュレートとお客様の合意したハッシュレートレンタルサービスとの間の拘束力のある契約（「ハッシュレートレンタルサービス契約」）が合意されたことを意味します。フォースリースの具体的な内容。これに先立って、注文は処理されたと見なされ、bibullcoinは注文の受け入れを拒否し、ユーザーの支払いの受け入れを拒否する権利を留保します。
2.ユーザーがオンラインで注文し、保証金を支払った後は、注文をキャンセルすることはできません。 Bibullcoinはキャンセルおよび返金リクエストをサポートしていません。注文する前に、本契約の条件を注意深く読み、確認してください。
3.コンピューティングパワーのレンタル価格はUSDTで販売されており、為替レートに応じて同等のUSDTに換算します。仮想通貨市場が異常に変動した場合、bibullcoinは関連する為替レートを手動で調整する権利を有します。
4.購入可能な計算能力量の異常表示等、ご注文後、ビブルコイン計算能力がご契約に至らなかった場合は、速やかにご注文をキャンセルさせていただき、返金させていただきます。キャンセルから3営業日以内のユーザーの支払い。仮想通貨を評価します。

3.所得分配モデル
1.ビブルコインコンピューティングパワーリース収入の分配は、PPS理論収入を使用して計算されます。コンピューティングパワーによって生成された毎日の収入は、電力、管理手数料、を差し引いた後、BTC / ETH / BBCの形式でビブルコインコンピューティングパワーアカウントに分配されます。および運用および保守料金。
2.賃貸借契約が満了し、終了した場合、会社はユーザーが支払った保証金を全額返金します。返金方法はUSDTです。

第四に、電気の徴収、管理費、運営維持費
1.電気料金は0.38米ドル/ kWhで、これは毎日の収入から換算され、BTC / ETH / BBCの形式で差し引かれます。 （詳細はページ表示の対象となります）
2.運用および保守料金：0.1米ドル/ kWh。これは日収から換算され、BTC / ETH / BBCの形式で差し引かれます。 （詳細はページ表示の対象となります）
3. 1日あたりの採掘収入から5％を管理費として差し引き、1日あたりの収入から換算し、BTC / ETH / BBCの形式で差し引きます。 （詳細はページ表示の対象となります）
4.プラットフォームは、電気料金、管理料金、および運用と保守の料金を調整する権利を留保します。実際の運用状況に応じて、電気代、管理費、運営・維持管理費の調整が必要な場合は、事前にホームページ発表でお知らせします。

 
5.コンピューティングパワーリース契約の終了
1.一定期間のクラウドコンピューティングパワービジネス。サービスは期限切れになると終了し、ユーザーはマイニングマシンの所有権を持ちません。
2.永続的なコンピューティング能力は、1回限りの買収であり、理論的には永久に保持されます。鉱業収入が90日間連続して電力、管理、運用、保守のコストをカバーできない場合、サービスは終了し、ユーザーは所有権を持ちません。マイニングマシン。
3.法定責任、戦争、地震、火災、停電、ネットワーク障害などの不可抗力により鉱山が操業を継続できない場合、本契約は早期に終了し、bibullcoinはユーザーに通知し、対応する責任を負わないものとします。補償。
4.マイニングマシンのアフターセールスとメンテナンスは、マイニングマシンメーカーのbibullcoinに責任があります。

5.マイニングマシン製品の保証期間は、利益が発生した日から180日です。180日を過ぎると、マイニングマシンの故障により発生したメンテナンス費用はユーザーが負担します。

6.所得住所の設定および注意が必要な事項
1.購入が成功した後、ユーザーは購入ページ/注文ページで時間内に収入を確認する必要があり、ユーザー自身の理由による損失について、当社は一切の責任および補償義務を負いません。
2.利用者は、情報が正しいかどうかを注意深く確認する必要があり、利用者自身の記入ミスによる損失について、当社は一切の責任を負いません。


7、リスク要因と免責事項
1.このサービスを購入する前に、ユーザーはこの契約を注意深く読み、潜在的なリスクを理解し、独立した投資判断を行う必要があります。本契約の条件についてご不明な点がございましたら、カスタマーサービスまでお問い合わせください。当社は、以下のリスク要因によるユーザーの損失については責任を負いません。リスク要因には以下が含まれますが、これらに限定されません。1。ポリシーおよび法的リスク：デジタル通貨の現在のポリシーおよび法的監督はまだ成熟していないため、価値は法律/規制によって保護されていない可能性があり、その行動は規制またはポリシーの違反と見なされて終了する場合があります。
2.デジタル通貨のリスク：デジタル通貨の保有者およびデジタル通貨の価値の金額は、いつでもその価値の一部または全部を失う可能性があります。デジタル通貨の価値の低下（またはゼロ）によるすべての損失は、ユーザーの責任です。それはあなた自身で、私たちはいかなる責任も負いません。
3.市場リスク：マイニングの難易度および/またはその他のマイニングパラメータ/属性の変化により、デジタル通貨の市場価格（法定通貨とデジタル通貨間の為替レート）、陳腐化に起因するマイニングマシンの価値と数、およびマイニングマシンの販売が遅い。通貨価値の下落に起因する投資損失について、当社は一切の責任および補償義務を負わない。
4.不可抗力および事故のリスク：自然災害、デジタル通貨市場の危機、戦争、または不可抗力、不可抗力、および克服できない不可抗力イベントなどの国家政策の変更、またはウイルス、トロイの木馬、悪意のあるプログラム攻撃、ネットワークの混雑、システムの不安定性など。システムまたは機器の障害、通信障害、電源障害、データ障害、データ異常、市場取引の停止、サードパーティのサービスの問題、または政府の措置などの予期しないイベントが発生すると、本契約が終了する可能性があります。ユーザーの投資収益の減少、さらには元本の喪失についても、当社は一切の責任を負いません。'
];
