<?php
return [
    'account_exists' => '계정이 이미 있습니다.',
    'sendOk' => '성공적으로 보냈습니다',
    'codeTemplate' => '인증 코드는 【{code}】입니다',
    'sendFail' => '보내지 못했습니다',
    'mailTitle' => '인증 코드 등록',
    'emailNotNull' => '이메일은 비워 둘 수 없습니다',
    'accountError' => '계정 오류',
    'buy_mining_machine' => '성공적인 구매',
    'mining_machine_new_benefits' => '성공적으로 수신 됨',
    'mining_machine_content' => '1. 현재 선택된 상품의 채굴 수입은 매일 정산되며, 플랫폼은 각 채굴 일 종료 후 24 시간 이내에 그날의 수입을 사용자의 계정에 공개합니다.
2. 컴퓨팅 전력 손실 : 채굴 기의 실제 작동 중에 때때로 유지 보수 등을 위해 일시적으로 중단 될 수 있습니다. 실제 채굴 기 손실에 따라 플랫폼은 손실의 10 % 이내에서 사용자가 부담합니다. 플랫폼은 10 % 이상의 손실을 감당합니다.
3. 채굴 수입이 전기 요금을 공제하기에 충분하지 않은 경우 플랫폼은 영향을받는 채굴기를 일시적으로 종료하고 사용자가 예약 한 연락처 정보에 따라 사용자에게 재충전을 알립니다. 종료 후 며칠 후 채굴 기가 제거되고 사용자에게 연락하여 처리를 요청합니다. 시간이 만료되거나 연락이 불가능한 경우 사용자는 채굴기를 포기한 것으로 간주되며 서비스는 자동으로 종료되며 플랫폼은 채굴기를 법적으로 보유하고 처리 할 수   있습니다.
4. 회원이 주문을하시기 전에 상품을주의 깊게 이해 하시고 일단 주문이 완료되면 상품은 환불되지 않음을 인정합니다.',
    'mining_machine_protocol' => '1. 채굴 기 임대 서비스 계약 확인
1.이 계약의 내용을주의 깊게 읽고이 계약과 조건을 완전히 이해하십시오. 본 계약의 내용에 대해 질문이있는 경우 다음 단계로 진행하지 마십시오. 공식 온라인 고객 서비스를 통해 상담 할 수 있으므로 설명하고 설명해 드릴 수 있습니다. 페이지를 클릭하거나 다른 방법으로 확인하면 귀하가이 계약에 동의했음을 의미합니다.
2. 본 약관을 수정하는 경우 웹 사이트 공지 사항을 통해 사전 공지합니다.
3. 다음을 확인합니다.
a) 귀하는 18 세 이상이고 민사 행위를 할 수있는 능력이 있습니다.
b) 당사가 제공하는 서비스에 대한 귀하의 수락 및 사용은 귀하의 거주지 / 국가의 관련 법률, 규정 및 관련 정책을 준수하며 다른 제 3 자에 대한 귀하의 의무를 위반하지 않습니다.
귀하는 사실 또는 법률 및 규정의 변경으로 인해이 기사의 a 및 / 또는 b 단락에 명시된 내용을 수행 할 수없는 경우 즉시 비불 코인 컴퓨팅 파워가 제공하는 서비스 사용을 중단하고 비불 코인 컴퓨팅 파워에 알립니다. 고객 서비스 채널을 통해 서비스를 중지합니다. 서비스 해지 후 비불 코인 컴퓨팅 파워 서비스 이용권은 즉시 해지됩니다. 귀하는 동의합니다 :이 경우, bibullcoin은 처리되지 않은 정보 또는 완료되지 않은 서비스를 귀하 또는 제 3 자에게 전송할 의무가 없습니다.

2. 채굴 기 임대
1. 고객은 계정 등록시 적법하고 사실이며 정확하며 완전한 개인 정보를 제공하는 데 동의합니다. 변경 사항이 있으면 제때 사용자 정보를 업데이트하십시오. bibullcoin은 제공된 정보를 기반으로 계정에 제한을 부과하고, bibullcoin 채굴 기 구매 및 채굴 기 보관 서비스의 사용을 중단 또는 종료 할 권리를 보유합니다. 귀하의 주문은 bibullcoin 컴퓨팅 파워 렌탈 서비스에 대한 요청이며, bibullcoin 컴퓨팅 파워가 귀하의 주문을 수락했음을 의미하지는 않습니다. bibullcoin은 사용자 주문 수락을 거부 할 권리가 있습니다. 당사가 귀하의 주문을 수락한다는 것은 비불 코인 해시 레이트와 귀하가 동의 한 해시 레이트 렌탈 서비스 간의 구속력있는 계약 ( "해시 레이트 렌탈 서비스 계약")에 동의했음을 의미합니다. 강제리스의 구체적인 내용. 그 전에는 주문이 처리 된 것으로 간주되며, bibullcoin은 주문 수락을 거부하고 사용자의 결제를 거부 할 권리가 있습니다.
2. 사용자가 온라인으로 주문하고 입금 한 후에는 주문을 취소 할 수 없습니다. Bibullcoin은 취소 및 환불 요청을 지원하지 않으므로 주문하기 전에 본 계약 조건을주의 깊게 읽고 확인하십시오.
3. 컴퓨팅 파워의 임대 가격은 USDT로 가격이 책정되며 환율에 따라 해당 가격을 USDT로 환산합니다. 가상 화폐 시장이 비정상적으로 변동하는 경우, 비불 코인은 해당 환율을 수동으로 조정할 권리가 있습니다.
4. 구매 가능한 컴퓨팅 파워의 양이 비정상적으로 표시되거나 기타 불가항력적인 사유가있는 경우, 비불 코인 컴퓨팅 파워는 고객이 주문한 후 계약을 이행 할 수없는 경우 즉시 고객에게 주문을 취소하고 환불을 통지합니다. 취소 후 영업일 기준 3 일 이내에 사용자의 결제 금액 가상 화폐 가치.

3. 소득 분배 모델
1. 비불 코인 컴퓨팅 파워리스 수익의 분배는 PPS 이론적 소득을 사용하여 계산되며, 컴퓨팅 파워로 생성 된 일일 소득은 전기, 관리비를 차감 한 후 BTC / ETH / BBC 형태로 비불 코인 컴퓨팅 파워 계정에 분배됩니다. 및 운영 및 유지 보수 비용.
2. 임대 계약이 만료 및 해지되는 경우 회사는 이용자가 지불 한 보증금을 전액 환불하며 환불 방법은 USDT입니다.

넷째, 전기, 관리비, 운영 및 유지비의 징수
1. 전기료는 USD 0.38 / kWh이며, 일일 수입에서 환산하여 BTC / ETH / BBC 형태로 공제됩니다. (세부 사항은 페이지 표시에 따릅니다)
2. 운영 및 유지 보수 비용 : USD 0.1 / kWh, 일일 수입에서 환산하여 BTC / ETH / BBC 형태로 공제됩니다. (세부 사항은 페이지 표시에 따릅니다)
3. 일일 채굴 수입에서 관리 수수료로 5 %를 공제하고 일일 수입에서 환산하여 BTC / ETH / BBC 형태로 공제합니다. (세부 사항은 페이지 표시에 따릅니다)
4. 플랫폼은 전기 요금, 관리 비용, 운영 및 유지 보수 비용을 조정할 권리가 있습니다. 실제 운영 조건에 따라 전기, 관리, 운영 및 유지 보수 비용의 조정이 필요한 경우 웹 사이트 공지 사항을 통해 사전에 공지하겠습니다.
 

5. 컴퓨팅 파워 임대 계약 해지
1. 고정 기간 클라우드 컴퓨팅 파워 사업, 서비스 만료시 종료되며 사용자는 마이닝 머신에 대한 소유권이 없습니다.
2. 영구 컴퓨팅 파워는 일회성 구매이며 이론적으로 영구적으로 유지됩니다. 채굴 수익이 90 일 연속 전기, 관리, 운영 및 유지 비용을 충당 할 수없는 경우 서비스가 종료되고 사용자가 소유권을 갖지 않습니다. 광산 기계.
3. 법적 정책, 전쟁, 지진, 화재, 정전 또는 네트워크 장애와 같은 불가항력으로 광산을 계속 운영 할 수없는 경우 본 계약은 조기 종료되며 bibullcoin은 사용자에게이를 알리고 해당 책임을 부담하지 않습니다. 보상.
4. 마이닝 기계의 판매 후 유지 보수는 마이닝 기계 제조업체 인 bibullcoin에 책임이 있습니다.

5. 채굴 기 제품의 보증 기간은 수익이 발생한 날로부터 180 일이며, 180 일이 지나면 채굴 기 고장으로 인한 유지비는 이용자가 부담합니다.

6. 소득 주소의 설정 및주의 사항
1. 구매가 완료된 후, 이용자는 구매 페이지 / 주문 페이지에서 적시에 수입을 확인해야하며, 이용자 본인의 사유로 인한 손실에 대해서는 어떠한 책임도지지 않습니다.
2. 이용자는 정보의 정확성 여부를 꼼꼼히 확인해야하며, 이용자 본인의 잘못 기입으로 인한 손해에 대해 당사는 어떠한 책임이나 보상도하지 않습니다.


일곱, 위험 요소 및 면책 조항
1.이 서비스를 구매하기 전에 사용자는이 약관을주의 깊게 읽고 잠재적 인 위험을 이해하고 독립적 인 투자 판단을해야합니다. 본 계약 조건에 대해 궁금한 점이 있으면 고객 서비스에 문의하십시오. 회사는 다음과 같은 위험 요소로 인한 사용자 손실에 대해 책임을지지 않습니다. 위험 요소에는 다음이 포함 되나 이에 국한되지 않습니다. 가치는 법률 / 규제에 의해 보호되지 않을 수 있으며, 그 행위는 규정 또는 정책 위반으로 간주되어 종료 될 수 있습니다.
2. 디지털 통화 위험 : 모든 디지털 통화 보유자 및 모든 디지털 통화 가치는 언제든지 그 가치의 일부 또는 전부를 잃을 수 있습니다. 디지털 통화 가치 감소 (또는 0)로 인한 모든 손실은 사용자의 책임입니다. 우리는 어떤 책임도지지 않습니다.
3. 시장 위험 : 채굴 난이도 및 / 또는 기타 채굴 매개 변수 / 속성의 변경으로 인해 디지털 통화의 시장 가격 (법정 통화와 디지털 통화 간의 환율), 노후화로 인한 채굴 기계의 가치와 수, 마이닝 머신 판매 둔화 통화 가치 하락으로 인한 투자 손실에 대해 당사는 어떠한 책임과 보상 의무도지지 않습니다.
4. 불가항력 및 사고의 위험 : 자연 재해, 디지털 통화 시장 위기, 전쟁 또는 예상치 못한 불가피한 불가항력 사건과 같은 국가 정책의 변화 또는 바이러스, 트로이 목마, 악성 프로그램 공격, 네트워크 혼잡, 시스템 불안정성 등 시스템 또는 장비 장애, 통신 장애, 정전, 데이터 장애, 데이터 이상, 시장 거래 중단, 제 3 자 서비스 문제 또는 정부 조치와 같은 예기치 않은 이벤트가 발생하면 본 계약이 해지 될 수 있습니다. 사용자 투자 수입의 감소 및 원금 손실까지도 당사는 어떠한 책임도지지 않습니다.'
];
