<?php
return [
    'account_exists' => '账号已经存在',
    'sendOk' => '发送成功',
    'codeTemplate' => '您的验证码是【{code}】',
    'sendFail' => '发送失败',
    'mailTitle' => '验证码',
    'emailNotNull' => '邮箱不能为空',
    'accountError' => '账号错误',
    'buy_mining_machine' => '购买成功',
    'mining_machine_new_benefits' => '领取成功',
    'mining_machine_content' => '1.当前所选产品挖矿收益采取日结方式结算,平台将在每个挖矿日结束后24小时内发放当日收益到用户账户内;
2.算力损耗:矿机在实际运行过程中,偶尔会出现损耗维修等情况导致暂时停机维护,平台按照实际矿机损耗情况,10%以內耗损由用户承担,超过10%耗损由平台承担;
3.若挖矿收入不足以抵扣电费,平台将暂时关闭受影响的矿机,并按用户预留的联系方式通知用户充缴;若停机90天仍不满足开机条件,将下架矿机并联系用户处理,若逾期或无法取得联系,将视为用户放弃矿机且服务自动终止,平台可以合法留置并处理矿机;
4.下单前请仔细了解产品。 下单签订合同后，合同期满前不予退款，合同期满后可全额退款。',
    'mining_machine_protocol' => '一、矿机租赁服务协议的确认
1.请您先仔细阅读本协议内容，充分理解本协议及各条款。如果您对本协议内容有任何疑问，请勿进行下一步操作。您可通过官方在线客服进行咨询，以便我们为您解释和说明。您通过页面点击或其他方式确认即表示您已同意本协议。
2.如我们对本协议进行修改，我们将通过网站公告的方式提前予以公布。
3.您确认：
a）您年满18周岁并具有完全民事行为能力。
b）您接受并使用我们提供的服务在您的居住地/国家符合适用法律法规和相关政策，且不违反您对于任何其他第三方的义务。
您发现当由于事实或法律法规变化您无法承诺本条a和/或b款规定的内容时，您会立即停止使用bibullcoin算力提供的服务并通过客服务渠道告知bibullcoin算力停止服务。终止服务后，您使用bibullcoin算力服务的权利立即终止。您同意：在这种情况下，bibullcoin算力没有义务将任何未处理的信息或未完成的服务传输给您或任何第三方。

二、矿机的租赁
1.客户同意，在注册账户时提供合法，真实，准确和完整的个人信息。如有变化，及时更新用户信息。 bibullcoin算力保留根据提供的信息对帐户施加限制，暂停或终止使用bibullcoin算力矿机购买和矿机托管服务的权利。您的订单是向bibullcoin算力就算力租赁服务发出的请求，并不代表bibullcoin算力已经接受您的订单。bibullcoin算力保留拒绝接受用户订单的权利。如果我们接受您的订单，则代表bibullcoin算力和您之间就该订单所约定的算力租赁服务产生了一份具有约束力的协议（“算力租赁服务协议”），该协议约定了算力租赁的具体内容。 在此之前，订单被视为待处理，bibullcoin算力保留拒绝接受订单以及拒绝接受用户付款的权利。
2.用户在线下单并支付押金后，订单无法撤销。bibullcoin算力不支持任何取消订单和退款的请求，请下单前仔细阅读并确认本协议条款 。
3.算力租赁价格以泰达币（USDT）定价，我们将按照汇率将价格转化为等值泰达币（USDT）。当虚拟货币市场行情发生非正常波动时，bibullcoin算力有权手动调整相关汇率。
4.如遇算力可购买数量显示异常等不可抗拒原因导致在客户下单后bibullcoin算力无法履行协议，我们会及时通知客户取消订单，并在取消3个工作日内退还用户所支付的等值虚拟货币。

三、收益分配模式
1.bibullcoin算力租赁收益分配将使用PPS理论收益进行计算，算力所产生的每日收益将扣除电费、管理费、运维费后以BTC/ETH/BBC的形式发放至bibullcoin算力账户。 
2.当租赁合约到期终止后，本公司将全额退还用户支付的押金，退款方式为USDT。

四、电费、管理费、运维费的收取
1、电费为0.38美元/度，将从每天的收益当中进行折算，以BTC/ETH/BBC的形式扣除。（具体以页面显示为准）
2、运维费：0.1美元/度，将从每天的收益当中进行折算，以BTC/ETH/BBC的形式扣除。（具体以页面显示为准）
3、我们将从每日挖矿收益中扣除5%作为管理费，从每天的收益当中进行折算，以BTC/ETH/BBC的形式扣除。（具体以页面显示为准）
4、平台将保留调整电费、管理费、运维费的权利。如果根据实际运营情况需要对电费、管理费、运维费进行调整，我们将通过网站公告的方式提前予以公布。

 
五、算力租赁协议的终止
1、固定周期的云算力业务，到期即服务终止，用户无矿机所有权。
2、永续算力属于一次性买断，理论上永久持有，若挖矿收益连续90天无法覆盖电费、管理费、运维费等成本，则服务终止，用户无矿机所有权。
3、由于法律政策、战争、地震、火灾、电力故障或者网络故障等不可抗原因导致矿场无法继续运营的，本协议提前终止，bibullcoin算力会告知用户并不承担相应的赔偿责任。
4、矿机售后、维修由矿机生产方bibullcoin负责。

5、矿机产品的保修期为产出收益之日起180天，180天后矿机发生的任何故障而产生的维修费用，将由用户自行承担。

六、收益地址的设置及注意事项
1、购买成功后，用户需在购买页面/订单页面及时查看收益，因用户自身原因所造成的损失，我们不承担任何责任和赔偿义务。
2、用户需认真核对信息是否正确，因用户自身填写错误所造成的损失，我们不承担任何责任和赔偿义务。 


七、风险因素和免责声明
1、凡购买本服务前，用户应当认真阅读本协议，了解潜在风险，进行独立的投资判断。如对本协议条款有任何疑问，请咨询客服。以下各项风险因素因，造成的任何用户损失， 本公司不承担损害赔偿责任，风险因素包括但不限于：1、政策、法律风险：由于目前针对数字货币的政策、法律监管尚不成熟，其价值可能不受法律/监管的保护，其行为可能被认定为违反法规或政策而终止。
2、数字货币风险：任何数字货币持有人和任何数量的任何数字货币的价值都可能在任何时刻失去部分或全部价值；对于因为数字货币价值降低（甚至为零）而受到的全部损失由用户自行承担，我们不承担任何责任。
3、市场风险：由于挖矿难度和/或其他挖矿参数/属性的变化，数字货币的市场价格波动（法定货币对数字货币汇率），矿机过时和滞销等引起的矿机的价值、数字货币价值下跌，导致的投资亏损，我们不承担任何责任和赔偿义务。
4、不可抗力及意外事件风险：自然灾害、数字货币市场危机、战争、或者国家政策变化等不能预见、不能避免、不能克服的不可抗力事件，或者病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、数据不能传输、数据异常、市场交易停止、第三方服务问题或政府行为等意外事件的出现，可能导致本协议终止、用户投资收益降低乃至本金损失，我们不承担任何责任。'
];
